Repository: hochkofler/senaite.manufacture
Catalog: src/senaite/manufacture/locales/*/LC_MESSAGES/senaite.manufacture.po
Languages: es

source: Code cannot contain special characters or spaces
es: Código no puede contener carácteres especiales o espacios

source: Code must be unique
es: El código debe ser único

source: Description
es: Descripción

source: Manufacture information handling for SENAITE
es: Información de manufactura trabajada por SENAITE

source: Minimum Unit
es: Unidad minima

source: Primary Presentation
es: Presentación primaria

source: Product
es: Producto

source: Products
es: Productos

source: Sample Matrix
es: Registro

source: Secondary Presentation
es: Presentación secundaria

source: The product code cannot be changed
es: El código del producto no puede ser modificado

source: column_products_code
es: Código

source: description_product_primary_presentation
es: Presentación primaria del producto en Unidad mínima, por ejemplo, 10 comprimidos, 1 frasco

source: description_product_samplematrix
es: Selecciona el registro para este producto

source: description_product_secondary_presentation
es: Presentación secundaria en Unidades mínima, por ejemplo 100 productos

source: label_product_samplematrix
es: Registro

source: title_product
es: Código

source: title_product_description
es: Descripción

source: title_product_minimum_unit
es: Unidad mínima

source: title_product_primary_presentation
es: Presentación primaria

source: title_product_secondary_presentation
es: Presentación secundaria
